Repository: SauloPM/asp_excerpta
Catalog: Excerpta/Busqueda/App_GlobalResources/Ayuda.*.resx
Languages: de, fr

# imgBiblioteca1
source: ~/Images/ayuda/biblioteca/espanol1.png
de: ~/Images/ayuda/biblioteca/aleman1.png
fr: ~/Images/ayuda/biblioteca/frances1.png

# imgBiblioteca2
source: ~/Images/ayuda/biblioteca/espanol2.png
de: ~/Images/ayuda/biblioteca/aleman2.png
fr: ~/Images/ayuda/biblioteca/frances2.png

# imgBiblioteca3
source: ~/Images/ayuda/biblioteca/espanol3.png
de: ~/Images/ayuda/biblioteca/aleman3.png
fr: ~/Images/ayuda/biblioteca/frances3.png

# imgBuscar1
source: ~/Images/ayuda/buscar/espanol1.png
de: ~/Images/ayuda/buscar/aleman1.png
fr: ~/Images/ayuda/buscar/frances1.png

# imgHojear1
source: ~/Images/ayuda/hojear/espanol1.png
de: ~/Images/ayuda/hojear/aleman1.png
fr: ~/Images/ayuda/hojear/frances1.png

# imgHojear2
source: ~/Images/ayuda/hojear/espanol2.png
de: ~/Images/ayuda/hojear/aleman2.png
fr: ~/Images/ayuda/hojear/frances2.png

# imgHojear3
source: ~/Images/ayuda/hojear/espanol3.png
de: ~/Images/ayuda/hojear/aleman3.png
fr: ~/Images/ayuda/hojear/frances3.png

# labelBiblioteca1
source: <u>Lista de fuentes bibliográficas:</u> <br><br> Inicialmente se nos muestra una lista con todas las fuentes bibliográficas almacenadas en el sistema. Si hiciéramos clic en la cabecera de la lista, en lugar de mostrarse el contenido alfabéticamente de la A a la Z, se mostraría de la Z a la A, y nuevamente de la A a la Z si volviésemos a hacer clic en ella. Además, disponemos de un recuento de las mismas encima de la lista, a la derecha. A la izquierda aparece un selector desplegable. Al hacer clic en él podemos seleccionar una letra, de tal forma que solo se visualizarán aquellas fuentes bibliográficas que comiencen por la letra seleccionada. Debajo de la lista, encontramos un botón que nos permite descargar en un fichero de texto la lista de fuentes bibliográficas cargada.
de: Zu Beginn erscheint eine Liste mit sämtlichen im System gespeicherten bibliografischen Quellen. Klickt man die Kopfzeile der Liste an, dann wechselt die bestehende alphabetische Anordnung von A bis Z auf die Anordnung von Z bis A; bei erneutem Anklicken wird die Anordnung von A bis Z wieder zurückgestellt. Desweiteren ist rechts oberhalb der Liste die Gesamtanzahl der vorhandenen Quellen zu sehen. Auf der linken Seite befindet sich eine Schaltfläche mit einer Auswahlliste. Wird diese angeklickt, kann man einen Buchstaben auswählen, sodass nur jene Quellen erscheinen, die mit dem gewählten Buchstaben anfangen. Unter der Liste befindet sich eine Taste, mit der man die abgerufene Liste bibliografischer Quellen als Text-Datei herunterladen kann.
fr: Pour commencer, il s’affiche une liste de toutes les sources bibliographiques stockées dans le système. Si l'on clique sur l’en-tête de la liste, au lieu de montrer le contenu par ordre alphabétique croissant (A à Z), il l’affichera par ordre décroissant (Z à A), si nous cliquons à nouveau dessus. De plus, nous avons un décompte de celles-ci en haut de la liste, à droite. A gauche, vous trouverez un menu déroulant. Lorsque vous cliquez dessus, vous pouvez sélectionner une lettre, de sorte que seules les sources bibliographiques commençant par la lettre sélectionnée seront affichées. En dessous de la liste, on trouve un bouton qui nous permet de télécharger un fichier de texte avec la liste des sources bibliographiques chargées.

# labelBiblioteca2
source: En la siguiente imagen se nos muestra la lista de fuentes bibliográficas que comienzan por la letra "J", ya que hemos seleccionado en este ejemplo esa letra, como puede apreciarse en el selector desplegable. Este caso es análogo para cualquiera de las otras letras seleccionadas. Si quisiéramos volver a visualizar la lista completa, habría que seleccionar la opción "Bibliografía completa" en el selector desplegable. Nótese que si descargáramos la lista de fuentes bibliográficas en caso de haber seleccionado una letra en concreto, solo se descargarían aquellas fuentes que comiencen por dicha letra. Es decir, el contenido del fichero de texto descargado varía en función de la letra inicial seleccionada.
de: In der nächsten Abbildung ist eine Liste mit bibliografischen Quellen zu sehen, welche mit dem Buchstaben “J” anfangen, da wir für vorliegendes Beispiel diesen Buchstaben ausgewählt haben, wie auch in der Auswahlliste zu erkennen ist. Für andere Buchstaben gilt der analoge Vorgang. Möchte man wieder die komplette Liste sehen, dann ist in der Auswahlliste die Option “Komplette Bibliografie” anzuklicken. Wenn man einen Buchstaben ausgewählt hat, so ist zu beachten, dass die heruntergeladene Liste der bibliografischen Quellen nur solche enthält die mit diesem Buchstaben anfangen; d. h. der Inhalt der heruntergeladenen Text-Datei hängt von dem ausgewählten Buchstaben ab.
fr: Dans l’image suivante nous voyons la liste de sources bibliographiques qui commence à la lettre « J ». Pour cet exemple, nous avons choisi cette lettre dans le menu dépliant que vous voyez en haut à gauche. On peut suivre la même procédure avec n’importe quelle lettre. Si nous voulions visualiser la liste complète, nous devrions choisir l’option « Bibliographie complète » dans le menu dépliant. Il faut tenir compte que si nous sélectionnons uniquement une lettre spécifiquement, seulement les sources qui commencent par cette lettre pourront être déchargées. C’est-à-dire, le contenu du fichier de texte obtenu sera différent en fonction de la lettre sélectionnée.

# labelBiblioteca3
source: <u>Inserción de nuevas fuentes bibliográficas:</u> <br><br> Podemos incorporar nuevas fuentes bibliográficas. Para ello, disponemos del formulario que se muestra en la siguiente imagen, disponible en la segunda pestaña de esta sección. Algunos de los campos del formulario están deshabilitados porque hemos de seleccionar una de las tres opciones. Si activásemos la primera opción, se habilitarían los campos "Artículo" y "Revista"; si activásemos la segunda opción, se habilitarían los campos "Capítulo", "Libro" y "Editores o coordinadores"; y si activásemos la tercera opción, se habilitaría el campo "Libro". Esto es así por el cumplimiento de la normativa APA, que admite varios formatos, según el caso que más convenga al usuario.
de: Wir können auch neue bibliografische Quellen hinzufügen. Hierfür steht ein Formular zur Verfügung, das in der nächsten Abbildung zu sehen ist, und zu welchem man über den zweiten Tab in der jetzigen Sektion gelangt. Einige der Felder sind deaktiviert, weil zuerst eine der drei Optionen ausgewählt werden muss. Klicken wir die erste Option an, dann aktivieren sich die Felder “Artikel” und “Zeitschrift”; bei der zweiten Option aktivieren sich die Felder “Kapitel”, “Buch” und “Herausgeber”; bei der dritten Option aktiviert sich das Feld “Buch”. Hierdurch wird die Anwendung der APA-Normen erfüllt, die wiederum verschiedene Formate zulässt, für die sich der Nutzer je nach Bedarf selbst entscheiden kann.
fr: Nous pouvons intégrer de nouvelles sources bibliographiques. Pour cela, nous avons le formulaire que vous voyez dans l'image ci-dessous, situé sur le deuxième onglet dans cette section. Certains des champs du formulaire sont désactivés parce que nous devons choisir une des trois options. Si nous activons la première option, les champs « Article » et « Revue » seront activés. Si nous activons la deuxième option, les champs « Chapitre », « Livre » et « Éditeurs ou coordinateurs » seront activés ; la troisième option nous permet d’activer le champ « Livre ». Cette organisation du contenu se réalise pour respecter la norme APA, qui permet plusieurs formats, et pour répondre aux différents besoins de de l’usager.

# labelBiblioteca4
source: Todos los campos habilitados son obligatorios. Una vez completado el formulario, si no hubiera errores, la fuente bibliográfica quedaría pendiente hasta que el administrador la valide posteriormente. Cuando esto ocurra, aparecerá en la lista junto con las demás referencias.
de: Alle aktivierten Felder sind auszufüllen. Ist die Bearbeitung des Formulars beendet, wird die bibliografische Quelle für ihre Überprüfung an den Administrator weitergeleitet. Sollten keine Fehler bestehen, wird sie dann zusammen mit den anderen Quellen in der bibliografischen Liste zu sehen sein.
fr: Tous les champs activés sont obligatoires. Une fois le formulaire rempli, il faut atteindre la validation de la source bibliographique de la part de l’administrateur. Lorsque cela se produit, elle sera répertoriée avec les autres références.

# labelBuscar1
source: Configura el filtro de búsqueda para que muestre los extractos que desees. Inicialmente no se muestra ningún resultado, ya el filtro de búsqueda no ha sido configurado. Todos los campos son opcionales, de hecho, puedes realizar una búsqueda con el filtro vacío, pero se mostrarán todos los extractos existentes en el sistema. Si has configurado el filtro de búsqueda y deseas reiniciarlo, puedes hacerlo rápidamente haciendo clic en el botón "Limpiar", sin necesidad de tener que establecer el valor por defecto para cada campo.
de: Stellen Sie die Suchfilter der Anfrage so ein, dass die gewünschten Auszüge gefunden werden. Zu Beginn erscheint kein Suchergebnis, da der Suchfilter noch nicht eingestellt worden ist. Keines der Felder muss pflichtmässig ausgefüllt werden; selbst das Suchen mit leerem Filter ist möglich, obgleich dann sämtliche im System vorhandenen Auszüge angezeigt werden. Haben Sie einen Suchfilter eingestellt und möchten aber die Filtereinstellung erneut aktivieren, so müssen Sie einfach nur den “Verwerfen“-Knopf anklicken, ohne dass alle Standardoptionen für jedes Feld neu zurückgestellt werden müssen.
fr: Vous devez configurer le filtre de recherche afin d’afficher les extraits que vous souhaitez. Dans un premier temps, il ne s’affiche aucun résultat, car le filtre de recherche n'a pas été configuré. Tous les critères de recherche sont facultatifs, ce qui permet de réaliser une recherche avec un critère vide ; cependant, tous les extraits enregistrés dans le système seront affichés. Si vous avez configuré le filtre de recherche et vous voulez le redémarrer, vous pouvez le faire rapidement en cliquant sur le bouton « Effacer », sans avoir à définir la valeur par défaut pour chaque critère.

# labelBuscar2
source: Puedes establecer un valor en los ítems que desees. Los tres primeros son selectores desplegables. El primero de ellos te permite seleccionar un florilegio, el segundo un autor, y el tercero una obra. Es preferible que seleccione un valor para estos ítems ordenadamente, a saber, primero el florilegio, luego el autor y luego la obra, ya que, si se ha seleccionado, por ejemplo, el florilegio Murmellius, solo se mostrarán aquellos autores cuyas obras se encuentren extractadas en dicho florilegio, y si se ha seleccionado, por ejemplo, el autor Ovidius, solo se mostrarán sus obras. Si la asignación de valores para estos tres selectores no se realiza ordenadamente, al seleccionar un florilegio, los selectores de autor y obra se reinician, mientras que si seleccionamos un autor, se reiniciará solo el de obra.
de: Für den gesuchten Gegenstand können bestimmte Werte festgelegt werden. Bei den ersten drei öffnet sich eine Auswahlliste. Der erste Gegenstand erlaubt es ein Florilegium auszuwählen, der Zweite einen Autor und der Dritte ein Werk. Bei der Einstellung des Wertes ist es ratsam geordnet vorzugehen: zuerst das Florilegium, dann Autor und zuletzt das Werk, denn sie sind kaskadenmässig sinchronisiert, d. h. wenn man z. B. das Florilegium Murmellius auswählt, dann werden nur die Autoren angezeigt, deren Auszüge in diesem Florilegium enthalten sind, und wenn man z. B. den Autor Ovidius auswählt, werden nur dessen Werke angezeigt. Geht man also bei der Werteeinstellung dieser drei Suchgegenstände nicht geordnet vor, dann aktivieren sich beim Auswählen eines Florilegiums die Suchfelder für Autor und Werk, und beim Auswählen eines Autors nur das Suchfeld für seine Werke.
fr: Vous pouvez définir une valeur sur les items que vous voulez. Les trois premiers sont des menus déroulants. Le premier vous permet de sélectionner un florilège, le deuxième l’auteur et le troisième l’œuvre. Il est préférable de faire le choix des valeurs de chaque item en suivant cet ordre : d’abord le florilège, ensuite l’auteur et, finalement, l’œuvre, car l’information est synchronisée en cascade pour organiser le contenu. C’est ainsi donc que si nous sélectionnons, par exemple, le florilège Murmellius, il sera affiché seulement les auteurs dont les extraits des œuvres sont présents dans ce florilège. Il va de même avec l’auteur Ovidius, dont on va seulement afficher ses œuvres. Il est important de suivre cet ordre pour l’assignation des valeurs de chaque menu déroulant, car quand vous choisissez un florilège, les menus d’auteur et d’œuvre redémarrent à nouveau, tandis que si on sélectionne uniquement celui de l’auteur, le seul menu que va redémarrer sera uniquement celui de l’œuvre.

# labelBuscar3
source: Los dos campos restantes se configuran mediante entrada de texto. Para estos dos campos la búsqueda se realiza sobre el capítulo, subcapítulo, extracto y TLL. El primero de los dos permite realizar una búsqueda por aproximación de sintagmas o subcadenas, mientras que el segundo permite realizar una búsqueda de una o más palabras.
de: Die anderen Suchgegenstände werden durch Texteingabe eingestellt. Hinsichtlich Kapitel, Unterkapitel, Auszug oder TLL kann, mittels Trennung durch Anführungszeichen, nach Wortsegmenten, Satzteilen oder Sätzen gesucht werden. Will man eine einfache oder kombinierte Suche nach ganzen Wörtern unternehmen, dann ist der letzte Gegenstand des Filters zu nutzen.
fr: Les autres items sont configurés à travers la saisie de texte. La recherche d’un chapitre, d’un sous-chapitre, d’un extrait et du TLL vous permet de chercher par des segments de mots, des phrases ou des phrases séparées par des guillemets doubles. Si nous voulions faire une recherche simple ou combinée, nous devrions utiliser le dernier item du filtre.

# labelBuscar4
source: Si en la búsqueda por aproximación escribiéramos “medicina dolores”, encontraría coincidencias en aquellos extractos que contuviesen la palabra “medicina” seguida obligatoriamente de la palabra “dolores” en uno o más de los campos afectados que mencionamos anteriormente (capítulo, subcapítulo, extracto o TLL). Es decir, es obligatorio para satisfacer esta búsqueda que las palabras del sintagma aparezcan todas y en el mismo orden.
de: Auf der rechten Seite sind die Optionen für logische Operatoren zu sehen. In der Voreinstellung erscheinen alle Operatoren als “und”, aber die Option “oder” ist auch möglich. Nach Auswahl einer der beiden Operatoren findet dieser direkt Anwendung auf den nächsten selbst gewählten Gegenstand: hat man z. B. das Florilegium Murmellius mit dem Operator “oder” ausgewählt, aber keinen Autor, doch aber ein Werk, gilt “oder” als der verbindende Operator zwischen dem Florilegium und dem Werk, wobei der Autor nicht in den Vorgang einbezogen wird, da ein solcher nicht ausgewählt wurde.
fr: Comme on peut l’observer, les menus situés à la droite possèdent des opérateurs logiques. Par défaut, tous ces opérateurs affichent l’option « ET », bien qu’il existe également l’option « OU ». L’option sélectionnée aura forcément une influence sur l’opérateur suivant. Ainsi, si l’on choisit, par exemple, le sélecteur « OU » avec le florilège Mumlellius, et une œuvre, mais on n’a pas sélectionné aucun auteur, ce sélecteur s’appliquera uniquement au florilège et l’œuvre, mais pas à l’auteur, car on n’en avait pas sélectionné aucun.

# labelHojear1
source: En primer lugar selecciona una de las tres categorías disponibles. Puedes seleccionar la búsqueda por florilegio, autor u obra. En cualquiera de los tres casos accedes a una lista de todos los ítems encontrados para la categoría seleccionada. Por ejemplo, si se seleccionó la categoría de búsqueda por autor, se mostrará una lista de todos los autores que se encuentran almacenados en el sistema. Aparte, es posible variar el orden de representación haciendo clic en cualquiera de las cabeceras de la lista.
de: Wählen Sie zuerst eine der drei Kategorien aus. Sie können die Suche nach Florilegium, Autor oder Werk ausführen. In allen drei Fällen erscheint eine Liste mit den zur jeweiligen Kategorie gehörenden Ergebnissen. Hat man z. B. die Kategorie nach Autoren gewählt, erscheint eine Liste mit sämtlichen im System gespeicherten Autoren. Ferner kann die Reihenfolge der Präsentierung per Anklicken einer beliebigen Listen-Kopfzeile geändert werden.
fr: Tout d'abord, il faut sélectionner l'une des trois catégories disponibles. Vous pouvez sélectionner la recherche par Florilège, auteur ou œuvre. Dans les trois cas, vous accédez à une liste de tous les items trouvés d’après la catégorie sélectionnée. Par exemple, si vous avez choisi la catégorie de recherche par auteur, il s’affiche une liste de tous les auteurs qui sont stockés dans le système. Par ailleurs, il est possible de faire varier l'ordre de représentation en cliquant sur l'un des en-têtes de la liste.

# labelHojear2
source: Ahora hemos de seleccionar el ítem que deseemos haciendo clic en el botón de la fila correspondiente. De esta forma, accederemos nuevamente a una lista, esta vez de los capítulos relacionados con el ítem que acabamos de seleccionar (Véase imagen siguiente). Si quisiéramos acceder a todos los capítulos existentes, en lugar de seleccionar un ítem en concreto, habría que hacer clic en la opción "Seleccionar todos", que se encuentra más abajo.
de: Nun müssen wir den gewünschten Gegenstand durch Anklicken des Knopfes der entsprechenden Zeile auswählen. So gelangen wir zur Liste der mit dem gewählten Gegenstand verbundenen Kapitel (siehe nächste Abbildung). Wenn wir Zugang zu allen vorhandenen Kapiteln wünschen, dann muss man statt eines bestimmten Gegenstandes die Option “Alle auswählen“ anklicken, die sich weiter unten befindet.
fr: Maintenant nous devons sélectionner l’item qui nous intéresse en cliquant sur le bouton de la ligne correspondante. De cette façon, nous aurons, à nouveau, accès à une liste, cette fois-ci des chapitres relatifs à l'item que nous venons de sélectionner (voir image ci-dessous). Si nous voulions accéder à tous les chapitres existants, au lieu de sélectionner un élément en particulier, nous devons cliquer sur « Sélectionner tout », qui se trouve en bas.

# labelHojear3
source: En esta imagen podemos observar la lista de capítulos disponibles para el autor Vergilius, cuyos títulos se encuentran disponibles en la segunda columna. Desde aquí, es posible acceder a cualquiera de las otras dos categorías, o volver hacia atrás para retornar nuevamente a la lista de autores (siguiendo el ejemplo de la imagen).
de: In dieser Abbildung ist eine Liste der für den Autor Vergilius verfügbaren Kapitel zu sehen, deren Titel in der zweiten Spalte verfügbar sind. Von hier sind auch beide anderen Kategorien zugänglich, man kann aber auch von dieser Stelle wieder zur Autorenliste zurückkehren (wie das Beispiel der Abbildung zeigt).
fr: Dans cette image nous pouvons voir la liste des chapitres disponibles pour l'auteur Vergilius, dont les titres sont disponibles dans la deuxième colonne. À partir d’ici, vous pouvez accéder à l'une des deux autres catégories, ou retourner à la liste des auteurs (suivant l'exemple de l'image).

# labelHojear4
source: Como vemos, se han encontrado tres capítulos para este autor. A partir de aquí, hemos de realizar un proceso análogo al paso anterior, esto es, seleccionar el capítulo deseado haciendo clic en el botón de la fila correspondiente. De esta forma, se nos muestra la ficha de uno de los extractos del capítulo seleccionado, como puede verse en la siguiente imagen.
de: Wie man sehen kann, wurden für diesen Autor drei Kapitel gefunden. Von hier aus führen wir einen ähnlichen Vorgang wie beim vorangegangenen Schritt aus: wir wählen das gewünschte Kapitel durch Anklicken des Knopfes der entsprechenden Zeile. Anschliessend erscheint die Kartei eines Auszugs des ausgewählten Kapitels, wie in der Abbildung zu sehen ist.
fr: Comme nous pouvons l’observer, pour cet auteur, nous avons trouvé trois chapitres. A partir de là, nous devons suivre la même démarche que nous venons de réalisée dans l’étape précédente, à savoir, sélectionner le chapitre souhaité en cliquant sur le bouton dans la ligne correspondante. Ainsi, la fiche d’un des extraits du chapitre sélectionné s’affiche, tel que nous pouvons le voir sur l’image suivante.

# labelHojear5
source: Ya en la ficha correspondiente, podemos observar una tabla con todos los detalles de este extracto. Es posible volver hacia la lista de capítulos haciendo clic en el botón "Atrás". También, es posible navegar entre las distintas fichas de los extractos encontrados (suponiendo que se haya encontrado más de uno) a través de los controles direccionales que se encuentran encima de la tabla. Por último, los dos botones de la parte inferior nos permiten descargar el contenido de la ficha del extracto actual en formato de texto o ver la página de la edición renacentista del florilegio utilizada en el proyecto digitalizada en un documento PDF.
de: In der Kartei selbst sehen wir eine Tabelle mit allen Einzelheiten zu diesem Auszug. Klickt man den Knopf “Zurück” an, gelangt man zurück zur Liste der Kapitel. Auch das Surfen zwischen den verschiedenen Karteien der gefundenen Auszüge (wenn mehr als einer gefunden wurde) ist über die Richtungspfeile oberhalb der Tabelle möglich. Die beiden Knöpfe unterhalb wiederum ermöglichen das Herunterladen des Karteiinhalts des angezeigten Auszuges als Text-Datei oder auch das Einsehen der betreffenden Seite des Florilegiums aus der für das Projekt genutzten Renaissance-Ausgabe in Form einer digitalisierten PDF-Datei.
fr: Une fois sur la fiche qui nous intéresse, nous pouvons voir un tableau avec tous les détails de cet extrait. Vous pouvez revenir à la liste des chapitres en cliquant sur le bouton « Retour ». En outre, il est possible de naviguer entre les différents extraits des fiches trouvées (s’il y a en plus d'une) à travers les flèches situées au-dessus de la table. Enfin, les deux boutons situés en bas vous permettent de télécharger le contenu de la fiche de l’extrait actuel au format texte ou voir la page numérisée de l’édition renaissante du florilège utilisée dans le projet en format PDF.
