Repository: SauloPM/asp_excerpta
Catalog: Excerpta/Busqueda/App_LocalResources/Default.aspx.*.resx
Languages: de, fr, it

# BienvenidoParrafo1.Text
source: Due to their dissemination and influence, Latin florilegia have had a considerable impact on the configuration of the European thought. However, nowadays, these excerpts are studied using a pre-technological approach that does not allow obtaining significant results quickly. In general, traditional philological methodologies is still applied for the purpose, what involves reading original manuscripts or Renaissance editions of the texts and then transcribe or annotate the relevant fragments to support the analysis or the results of a particular research.
de: Aufgrund ihrer Verbreitung und ihres Einflusses haben Florilegien die Gestaltung des europäischen Denkens bedeutend mitgeprägt. Heutzutage werden sie jedoch immer noch mit vor-technologischen Verfahren erforscht, was bedeutende und schnelle Ergebnisse behindert, denn es sind traditionelle sprachwissenschaftliche Methoden, die gewöhnlich Anwendung finden, nämlich: direkte Lektüre der Texte als Handschrift oder als Renaissance-Druck, anschliessend Transkription der für die Rechtfertigung einer konkreten Untersuchung oder ihres Forschungsergebnisses benötigten Fragmente.
fr: En raison de leur diffusion, les florilèges ont eu une grande importance dans l'établissement de la pensée européenne. Cependant, ils sont toujours étudiés avec une méthode qui ralentit l'obtention de résultats significatifs, car, en général, on fait appel à une méthode philologique traditionnelle ; c'est-à-dire, une lecture directe dans les textes manuscrits ou dans des éditions renaissantes, et des transcriptions ou des annotations des extraits nécessaires pour justifier l'analyse ou les résultats d'une recherche précise.
it: Per la sua difussione e influenza, i florilegi hanno avuto una grande rilevanza nella configurazione del pensiero europeo. Eppure, oggigiorno sono studiati con un metodo pretecnologico che impedisce di ottenere risultati significativi e con rapidità, poiché, in genere, si usa ancora una metodologia filologica tradizionale; cioè, lettura diretta dei testi in supporti manoscritti o edizione rinascimentale, e trascrizione o annotazione dei frammenti necessari per giustificare l'anlisi o il risultato di una ricerca precisa.

# BienvenidoParrafo2.Text
source: The Excerpta Project solves this problem by providing user-friendly online access to digital Latin poetic florilegia, which are especifically labelled by segments and for comparative studies. It allows simple and combined searches of florilegia (by author, work, title or chapter, subtitle or topic, and word). The objective is to contribute to a higher production and a better quality of the research in the field, or be a source of other humanistic and social studies. Thanks to the EXCERPTA Project, we will not depend exclusively on reading the florilegia directly from the texts to obtain data for analysis.
de: Das Projekt Excerpta löst dieses Problem indem digitaler on-line Zugang zu poetischen Florilegien in lateinischer Sprache mit Metadata-Beschreibung auf einfache Weise ermöglicht und somit die Ausführung vergleichender Analysen von Textstellen oder auch die einfache oder kombinierte ( Autor, Werk, Kapitel bzw. Titel, Unterkapitel oder Untertitel, keywords) Einsicht in diese Texte erleichtern. Dies wird sowohl die Menge als auch die Qualität der wissenschaftlichen Arbeiten über Florilegien oder solche, die sich mit ihnen als Quelle für sonstige humanistische oder soziale Forschungen befassen, fördern. Datenermittlung für Forschungszwecke ist durch das Projekt Excerpta nicht mehr ausschliesslich auf die direkte Lektüre der Florilegien beschränkt.
fr: Le projet Excerpta solutionne de manière simple ce problème en donnant accès en ligne à des florilèges poétiques latins encodés. Cela permet de réaliser une recherche comparée et par des segments, ainsi que la consultation simple ou combinée des florilèges (auteur, extrait d'une œuvre, chapitre ou titre, sous-chapitre ou sous-titre et terme ou mot concret) pour mieux contribuer à une plus grande et meilleure quantité et qualité des recherches sur les florilèges ou pour celles qui utilisent les florilèges comme source pour les études humanistes ou sociales. Grâce au projet Excerpta la lecture directe ne sera plus le seul moyen d'obtenir des données pour l'analyse.
it: Il Progetto Excerpta risolve questo problema intanto che proporziona accesso digitale online in modo semplice ai florilegi poetici latini etichettati per la ricerca comparata e per segmenti, e permettere la ricerca semplice o combinata dei florilegi (autore, opera compendiata, capitolo o titolo, sottocapitolo o sottotitolo e termine o parola concreta), per contribuire così ad una maggiore quantità e qualità delle ricerche sui florilegi o che si usino i florilegi come fonte per degli studi umanistici o sociali. Con il Progetto Excerpta non si dipenderà più soltanto della lettura diretta dei florilegi per ottenere dati per l'analisi.

# BienvenidoSubtitulo.Text
source: What is the ExcerptaProject?
de: Was ist das Projekt Excerpta?
fr: Le projet Excerpta
it: In cosa consiste il Progetto Excerpta?

# BienvenidoTitulo.Text
source: Welcome
de: Über uns
fr: À propos
it: Benvenuto

# Callout.Text
source: The Excerpta Project provides online digital access to Latin poetic florilegia. Therefore, it can contribute to a higher production and better quality of research on the field, or be a source of other humanistic and social studies
de: Das Projekt Excerpta bietet on-line Zugang zu lateinischen peotischen Florilegien, die mit Metadata-Beschreibung versehen sind. Dies wird sowohl die Menge als auch die Qualität der wissenschaftlichen Arbeiten über Florilegien oder solche, die sich mit ihnen als Quelle für sonstige humanistische oder soziale Forschungen befassen, fördern.
fr: Le projet Excerpta donne accès online à des florilèges poétiques latins étiquetés. Il améliore la quantité et la qualité des recherches sur les florilèges qui sont utilisés comme sources ou pour les études en Sciences humaines et sociales.
it: Il Progetto Excerpta proporziona accesso digitale online a florilegi poetici latini etichettati. Si contribuisce così ad una maggiore quantità e qualità delle investigazioni sui florilegi o che siano usati come fonte per studi umanistici o sociali

# ContactoBoton.Text
source: Send
de: Senden
fr: Envoyer
it: Inviare

# ContactoPlaceholder1.Text
source: Name and surname(s)
de: Vor- u. Nachname
fr: Nom et prénom
it: Nome e cognome

# ContactoPlaceholder2.Text
source: From
de: E-Mail
fr: Courrier
it: Da

# ContactoPlaceholder3.Text
source: Subject
de: Betreff
fr: Objet
it: Oggeto

# ContactoPlaceholder4.Text
source: Message
de: Nachricht
it: Messaggio

# ContactoSubtitulo.Text
source: For further queries or comments, do not hesitate to contact us
de: Für weitere Anfragen oder Mitteilungen senden Sie uns bitte eine Nachricht
fr: Pour toute question ou renseignement, n'hésitez pas à nous contacter
it: Per qualunque domanda o suggerimento, non esitare ad inviarci un messaggio.

# ContactoTitulo.Text
source: Contact
de: Kontakt
it: Contatto

# CreditosParrafo1.Text
source: El Proyecto Excerpta está liderado por las división de Humanismo, Retórica y Tradición Clásica y por la división de Lingüística Computacional y Aplicaciones Informáticas del <a href="http://www.iatext.ulpgc.es/" target="_blank">Instituto Universitario de Análisis y Aplicaciones Textuales</a> de la <a href="https://www.ulpgc.es/node" target="_blank">Universidad de Las Palmas de Gran Canaria</a>.
it: Il Progetto Excerpta è guidato dalle divisioni di Umanesimo, Retorica e Tradizione Classica e dalla divisione di Linguistica Computazionale e di Applicazioni Informatiche del <a href="http://www.iatext.ulpgc.es/" target="_blank">Instituto Universitario de Análisis y Aplicaciones Textuales</a> de la <a href="https://www.ulpgc.es/node" target="_blank">Universidad de Las Palmas de Gran Canaria</a>.

# CreditosParrafo2.Text
source: The Excerpta Project offers a series of 16th-century Latin poetic florilegia that will be available to researchers gradually. Our corpus will be finally formed by J. Murmellius, R. Estienne, G. Mayer, O. Mirándola and B. Schönborn in these editions:
it: Il Progetto Excerpta offre alcuni compendi di una raccolta di florilegi latini poetici del sedicesimo secolo, che saranno progressivamente a disposizione dei ricercatori. Il nostro corpus sarà costituito dai florilegi latini di J. Murmelio, R. Estienne, G. Mayer, O. Mirándola y B. Schönborn nelle seguenti edizioni:

# CreditosTitulo.Text
source: Credits
de: Kredite
fr: Crédits
it: Crediti

# Portada.Text
source: Excerpta Project
de: Projekt Excerpta
fr: Projet Excerpta
it: Progetto Excerpta

# ProyectoParrafo1.Text
source: The Excerpta Project is led by the <a href="http://www.iatext.ulpgc.es/" target="_blank">Research Institute of Text Analysis and Applications</a>, at the <a href="https://www.ulpgc.es/node" target="_blank">Universidad de Las Palmas de Gran Canaria</a>, with the collaboration of the Historical Library (Universidad de Salamanca), the Storica di Ateneo "Arturo Graf" Library (Università degli Studi di Torino) and the Bayerische StaatsBibliothek (Munich).
de: El Proyecto Excerpta está liderado por el <a href="http://www.iatext.ulpgc.es/" target="_blank">Instituto Universitario de Análisis y Aplicaciones Textuales</a> de la <a href="https://www.ulpgc.es/node" target="_blank">Universidad de Las Palmas de Gran Canaria</a> y cuenta con la colaboración de la Biblioteca Histórica de la Universidad de Salamanca, la Biblioteca “Arturo Graf” de la Universita degli Studi di Torino y la Bayerische Staatsbibliothek.
fr: El Proyecto Excerpta está liderado por el <a href="http://www.iatext.ulpgc.es/" target="_blank">Instituto Universitario de Análisis y Aplicaciones Textuales</a> de la <a href="https://www.ulpgc.es/node" target="_blank">Universidad de Las Palmas de Gran Canaria</a> y cuenta con la colaboración de la Biblioteca Histórica de la Universidad de Salamanca, la Biblioteca “Arturo Graf” de la Universita degli Studi di Torino y la Bayerische Staatsbibliothek.
it: Il Progetto Excerpta è guidato dal <a href="http://www.iatext.ulpgc.es/" target="_blank"> Instituto Universitario de Análisis y Aplicaciones Textuales</a> de la <a href="https://www.ulpgc.es/node" target="_blank">Universidad de Las Palmas de Gran Canaria</a> e conta sulla collaborazione della Biblioteca Histórica della Universidad de Salamanca, la Biblioteca “Arturo Graf” della Universita degli Studi di Torino e la Bayerische Staatsbibliothek

# ProyectoParrafo2.Text
source: Los florilegios incorporados al Proyecto Excerpta han sido etiquetados a través de un <a href="http://anotaexcerpta.iatext.ulpgc.es" target="_blank">aplicativo de anotación</a> diseñado para que los filólogos puedan realizar las anotaciones de manera cómoda, rápida e intuitiva. Los conceptos de investigación colaborativa y de ciencia abierta están en la base de este proyecto, por lo que los investigadores que lo deseen pueden participar en el proyecto incorporando sus anotaciones de estos florilegios o de otros nuevos en los que estén trabajando. Además, los extractos estarán a disposición de los investigadores en cuanto una obra o autor esté completamente anotado, sin necesidad de esperar a que la totalidad del florilegio se pueda consultar. A continuación damos cuenta de qué florilegios, autores y obras se pueden hacer búsquedas.
it: I florilegi assegnati al Progetto Excerpta sono stati etichettati per mezzo di un <a href="http://anotaexcerpta.iatext.ulpgc.es" target="_blank">applicativo di annotazione</a> creato in modo che i filologi possano fare le annotazioni in modo comodo, veloce e intuitivo. I concetti di ricerca collaborativa e di scienza aperta sono alla base di questo progetto, affinché i ricercatori che vogliano partecipare nel progetto, possano farlo aggiungendo le sue annotazioni di questi florilegi o di altri nuovi sui quali stiano lavorando. Inoltre, i compendi saranno a disposizione dei ricercatori appena una opera o un autore stia completamente annotato, senza la necessità di aspettare che la totalità del florilegio possa essere consultata. In seguito, raccontiamo su quali florilegi, autori e opere possono farsi le ricerche.

# ProyectoSubtitulo.Text
source: Main responsible for the project
it: Principali responsabili del progetto

# ProyectoTitulo.Text
source: Project
it: Progetto

# ServiciosItem1.Text
source: Browse
de: Blättern
fr: Visualiser
it: Navigare

# ServiciosItem2.Text
source: Search
de: Suchen
fr: Chercher
it: Cercare

# ServiciosItem3.Text
source: Library
de: Bibliothek
fr: Bibliothèque
it: Biblioteca

# ServiciosParrafo1.Text
source: Allows to move forward through the chapters and topics of the selected florilegium and to run a preliminary search to determine whether it deals with aspects of interest for the researcher.
de: Übersicht der Titel oder Lemmata, womit der Forscher entscheiden kann, ob die Inhalte des betreffenden Florilegiums seinen Interessen entsprechen.
fr: On peut faire la recherche à travers les titres sélectionnés ou les lemmes du florilège choisi et réaliser une recherche préalable afin de déterminer si les sujets qui intéressent le chercheur se trouvent dans le florilège.
it: Permette di avanzare per i titoli o motti del florilegio selezionato, e fare una ricerca previa per determinare se il florilegio versa sui temi d'interesse per il ricercatore.

# ServiciosParrafo2.Text
source: Allows to search by selecting one or more fields (exceprt, author, work, etc.). Also allows refined or approximate searches of specific words.
de: Suchfunktion nach einer oder mehreren Kategorien (Auszug, Autor, Werk u.a.). Auch kann nach einem exakten oder ähnlichem Begriff gesucht werden.
fr: Ce service permet de faire des recherches à travers un ou plusieurs critères (extrait, auteur, œuvre, etc.). De même, il permet faire une recherche suivant le mot exact ou par analogie.
it: Permette di fare delle ricerche per uno solo dei campi (compendio, autore, opera, etc.) o combinata. Nello stesso tempo, si può fare la ricerca per coincidenza esatta di una parola o per approssimazione.

# ServiciosParrafo3.Text
source: Presents specific bibliographical references on florilegia studies and offers an online form to researches who may want to incorporate their own papers to the library.
de: Zeigt eine kritische Bibliografie eines gegebenen Florilegiums und ermöglicht Forschern mittels eines Formulars eigene Veröffentlichungen in die Bibliothek zu stellen.
fr: Ce service présente une bibliographie critique sur les florilèges. Il propose un formulaire online pour que les chercheurs puissent compléter cette bibliographie avec leurs propres publications.
it: Presenta una bibliografia critica specifica sui florilegi e offre un modulo online perché i ricercatori possano includere in questa biblioteca le sue proprie pubblicazioni.

# ServiciosTitulo.Text
source: Services
de: Dienstleistungen
it: Servizi
